content/zettels/copy_editing.md
+++
title = "Copy Editing"
author = ["Jethro Kuan"]
lastmod = 2020-03-08T00:26:02+08:00
draft = false
+++

tags
: [§writing]({{< relref "writing" >}})


series comma
: always use the Oxford comma (or series comma)

only comma
: use the _only comma_, where the subject is one of its
    kind: e.g. _His son, Juliet..._ where Juliet is the only son

that vs which
: use _that_ without a comma, where the information presented
    is important, and _which_ without a comma, where removing such
    information would do no harm.


## References {#references}

-   [Dreyer’s English: An Utterly Correct Guide to Clarity and Style by Benjamin D...](https://www.goodreads.com/book/show/40063024-dreyer-s-english)
